Repository: JohnRDOrazio/LitCalAnniversaryCalculator
Catalog: i18n/*/LC_MESSAGES/litcal.po
Languages: de

source: Data file %s is missing.
de: Die Datei %s fehlt.

source: The following error occurred while decoding the base data file %1$s: %2$s.
de: Beim Dekodieren der Basisdatendatei %1$s ist der folgende Fehler aufgetreten: %2$s.

source: %1$d events were loaded from the base data file %2$s.
de: %1$d Ereignisse wurden aus der Basisdatendatei %2$s geladen.

source: Translation file %s is missing.
de: Übersetzungsdatei %s fehlt.

source: The following error occurred decoding the translation file %1$s: %2$s.
de: Beim Dekodieren der Übersetzungsdatei %1$s ist der folgende Fehler aufgetreten: %2$s.

source: %1$d localized data events were loaded from the translation file %2$s.
de: %1$d lokalisierte Datenereignisse auswurden aus der Übersetzungsdatei %2$s geladen.

source: The English translation file %1$s, which is needed as a backup for any possible missing strings in the translation for %2$s, is missing.
de: Die englische Übersetzungsdatei %1$s, die als Backup für eventuell fehlende Strings in der Übersetzung für %2$s benötigt wird, fehlt.

source: The following error was produced while decoding data from the English tranlsation file %1$s, which is needed as a backup for any possible missing strings in the translation for %2$s: %3$s.
de: Der folgende Fehler trat beim Dekodieren der Daten aus der englischen Übersetzungsdatei %1$s auf, die als Backup für eventuell fehlende Strings in der Übersetzung für %2$s benötigt wird: %3$s.

source: %1$d data events were loaded from the English translation file %2$s, which is needed as a backup for any possible missing strings in the translation for %3$s.
de: %1$d Datenereignisse wurden aus der englischen Übersetzungsdatei %2$s geladen, die als Backup für eventuell fehlende Strings in der Übersetzung für %3$s benötigt wird.

source: Events count from the translation file %1$s (%2$d) does not match the events count from the base data file %3$s (%4$d).
de: Die Anzahl der Ereignisse in der Übersetzungsdatei %1$s (%2$d) stimmt nicht mit der Anzahl der Ereignisse in der Basisdatei %3$s (%4$d) überein.

source: Events count from the English translation file %1$s (%2$d) does not match the events count from the base data file %3$s (%4$d).
de: Die Anzahl der Ereignisse in der englischen Übersetzungsdatei %1$s (%2$d) stimmt nicht mit der Anzahl der Ereignisse in der Basisdatendatei %3$s (%4$d) überein.

source: %1$d liturgical anniversary events were calculated for the year %2$d.
de: %1$d Liturgische Jubiläumsveranstaltungen wurden für das Jahr %2$d berechnet.

source: English translation strings were used because the translation for %1$s was incomplete.
de: Englische Übersetzungsstrings wurden verwendet, weil die Übersetzung für %1$s unvollständig war.

source: CENTENARY
de: JUBILÄUM

source: GRANITE
de: GRANIT

source: MARBLE
de: MARMOR

source: OAK
de: EICHE

source: PLATINUM
de: PLATIN

source: IRON
de: EISEN

source: STONE
de: STEIN

source: DIAMOND
de: DIAMANT

source: EMERALD
de: SMARAGD

source: SAPPHIRE
de: SAPHIR

source: CORAL
de: KORALLE

source: PEARL
de: PERLE

source: SILVER
de: SILBER

source: PORCELAIN
de: PORZELLAN

source: CRISTAL
de: KRISTALL

source: ALUMINUM
de: ALUMINIUM

source: WOOD
de: HOLZ

source: PAPER
de: PAPIER

source: birth
de: Geburt

source: death
de: Tod

source: canonization
de: Heiligsprechung

source: doctor
de: Arzt

source: dedication
de: Einweihung

source: translation
de: Übersetzung

source: apparition
de: Erscheinung

source: pontifical incoronation
de: päpstliche Krönung

source: ecumenical council
de: ökumenisches Konzil

source: church council
de: Kirchenrat

source: imperial edict
de: kaiserliches Edikt

source: encyclical
de: Enzyklika

source: other
de: Sonstiges

source: rome
de: Rom

source: italy
de: Italien

source: world
de: Welt

source: biblical
de: biblisch

source: marian
de: Marianer

source: diocesan
de: diözesan

source: wide area
de: erweitertes gebiet

source: non liturgical event
de: nicht-liturgische Veranstaltung
