Repository: JohnRDOrazio/LitCalAnniversaryCalculator
Catalog: i18n/la/LC_MESSAGES/litcal.po
Languages: la

source: Data file %s is missing.
la: Data file %s deest.

source: The following error occurred while decoding the base data file %1$s: %2$s.
la: Sequens error occurrit dum decodebatur basis datae file %1$s: %2$s.

source: %1$d events were loaded from the base data file %2$s.
la: Eventa %1$d ex archivo basico %2$s onusta sunt.

source: Translation file %s is missing.
la: Fasciculus translationis %s deest.

source: The following error occurred decoding the translation file %1$s: %2$s.
la: Sequens error occurrit in decodendo translationem fasciculi %1$s: %2$s.

source: %1$d localized data events were loaded from the translation file %2$s.
la: %1$d data eventuum localizata ex archivo translationis %2$s onusta sunt.

source: The English translation file %1$s, which is needed as a backup for any possible missing strings in the translation for %2$s, is missing.
la: Fasciculus translationis Anglicae %1$s, qui tamquam subsidium pro quibusvis chordis in translatione pro %2$s deesse potest, deest.

source: The following error was produced while decoding data from the English tranlsation file %1$s, which is needed as a backup for any possible missing strings in the translation for %2$s: %3$s.
la: Error sequens productus est dum data ex translatione Anglica decodebantur %1$s, quae necessaria est ut subsidium pro quibusvis stringis in translatione %2$s deesse possit: %3$s.

source: %1$d data events were loaded from the English translation file %2$s, which is needed as a backup for any possible missing strings in the translation for %3$s.
la: %1$d data eventa ex archivo translationis Anglicae %2$s onusta sunt, quod necessarium est ut subsidium pro quibusvis stringis in translatione pro %3$s deesse possit.

source: Events count from the translation file %1$s (%2$d) does not match the events count from the base data file %3$s (%4$d).
la: Numerus eventuum ex translatione lima %1$s (%2$d) non congruit cum numero eventuum ex lima datae basicae %3$s (%4$d).

source: Events count from the English translation file %1$s (%2$d) does not match the events count from the base data file %3$s (%4$d).
la: Numerus eventuum ex translatione Anglica %1$s (%2$d) non congruit cum numero eventuum ex archivo basico %3$s (%4$d).

source: %1$d liturgical anniversary events were calculated for the year %2$d.
la: %1$d eventi anniversarii liturgici pro anno %2$d computati sunt.

source: English translation strings were used because the translation for %1$s was incomplete.
la: Translationes Anglicae adhibitae sunt quia translatio pro %1$s incompleta erat.

source: CENTENARY
la: SAECULARIS

source: GRANITE
la: GRANITUM

source: MARBLE
la: MARMOR

source: OAK
la: QUERCUS

source: IRON
la: FERRUM

source: STONE
la: LAPIS

source: DIAMOND
la: ADAMAS

source: EMERALD
la: SMARAGDUS

source: GOLD
la: AURUM

source: SAPPHIRE
la: SAPPHIRUS

source: RUBY
la: RUBINUS

source: CORAL
la: CORALLUM

source: PEARL
la: MARGARITA

source: SILVER
la: ARGENTUM

source: PORCELAIN
la: PORCELLANA

source: CRISTAL
la: CRYSTALLUM

source: ALUMINUM
la: ALUMINIUM

source: WOOD
la: LIGNUM

source: PAPER
la: CHARTA

source: birth
la: nativitas

source: death
la: mors

source: canonization
la: canonizatio

source: dedication
la: dedicatio

source: translation
la: translatio

source: apparition
la: apparitio

source: pontifical incoronation
la: incoronatio pontificalis

source: ecumenical council
la: concilium oecumenicum

source: church council
la: concilium ecclesiae

source: imperial edict
la: imperiale edictum

source: encyclical
la: encyclica

source: other
la: alius

source: rome
la: Roma

source: italy
la: Italia

source: world
la: mundus

source: biblical
la: biblicus

source: marian
la: Marianus

source: universal
la: universalis

source: national
la: nationalis

source: diocesan
la: dioecesanus

source: wide area
la: latissima regio

source: non liturgical event
la: non liturgicum eventum
